[
    {
        "name": "Paracet",
        "unit": "250 mg",
        "detail": "Paracetamol (Acetaminophen) is thought to act primarily in the CNS, increasing the pain threshold by inhibiting both isoforms of cyclooxygenase, COX-1,COX-2,and COX-3 enzymes involved in prostaglandin (PG) synthesis. Unlike NSAIDs, acetaminophen does not inhibit cyclooxygenase in peripheral tissues and, thus, has no peripheral anti-inflammatory affects. While aspirin acts as an irreversible inhibitor of COX and directly blocks the enzyme’s active site, studies have found that acetaminophen indirectly blocks COX, and that this blockade is ineffective in the presence of peroxides.",
        "id": 1,
        "type": "Tablet",
        "category": "Paracetamol",
        "ManufacturedBy": "HealMed Pharmaceutical Ltd.",
        "price": "13.99",
        "medicineImage": "https://images.unsplash.com/photo-1630094539596-da3ab25241d0?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTMwfHxtZWRpY2luZXxlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "sideEffect": "low fever with nausea, stomach pain, and loss of appetite.dark urine, clay-colored stools or jaundice (yellowing of the skin or eyes).",
        "use": "Maximum 3 tablets in 24 hours for adults. For children,maximum 2 tablets in 24 hours",
        "precaution": "Paracetamol should be given with caution to patients with impaired kidney or liver function. Paracetamol should be given with care to patients taking other drugs that affect the liver.",
        "storage": "Keep in a cool & dry place, protected from light and moisture."
    },
    {
        "name": "Tacidas",
        "unit": "100 mg",
        "detail": "Antacids are over-the-counter (OTC) medications that help neutralize stomach acid. They work differently from other acid reducers such as H2 receptor blockers and proton pump inhibitors (PPIs). Those drugs work by reducing or preventing the secretion of stomach acid. Antacids can be used to treat symptoms of excess stomach acid, such as: acid reflux, which can include regurgitation, bitter taste, persistent dry cough, pain when lying down, and trouble swallowing heartburn, which is a burning sensation in your chest or throat caused by acid reflux. Indigestion, which is pain in your upper gut that can feel like gas or bloating",
        "id": 2,
        "type": "Capsule",
        "category": "Antacids",
        "ManufacturedBy": "Circle pharmaceutical Ltd.",
        "price": "10.99",
        "medicineImage": "https://images.unsplash.com/photo-1631980839248-1a84a60c66ac?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTMyfHxtZWRpY2luZXxlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "sideEffect": "Side effects from antacids are rare. However, they can occur, even when you use them according to the directions. Antacids can either cause constipation or have a laxative effect. Some people have had allergic reactions. Antacids might also increase the risk of developing sensitivities to certain foods.",
        "use": "For adults, Maximum 2 tablets in 24 hours when needed. For children, medicine should be consumed as per instruction",
        "precaution": "Antacids are typically safe for most people. However, people with certain medical conditions should talk with their doctors before taking certain antacids that contain aluminum hydroxide and magnesium carbonate.",
        "storage": "Store below 30º C. Protect from light and moisture. Keep out of the reach of children."
    },
    {
        "name": "Fungaldice",
        "unit": "25 mg",
        "detail": "Fungi can be found throughout the world in all kinds of environments. Most fungi don’t cause disease in people. However, some species can infect humans and cause illness. Antifungal drugs are medications that are used to treat fungal infections. While most fungal infections affect areas such as the skin and nails, some can lead to more serious and potentially life threatening conditions like meningitis or pneumonia. There are several types of antifungal drugs available to fight fungal infections.",
        "id": 3,
        "type": "Ointment",
        "category": "Antifungal",
        "ManufacturedBy": "Medipharm Pharmaceutical Ltd.",
        "price": "13.99",
        "medicineImage": "https://images.unsplash.com/photo-1595978392716-8766d86ffd51?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8b2ludG1lbnR8ZW58MHx8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "sideEffect": "Like all medicines, oinment can cause side effects like red, irritated skin, pain or a burning sensation, although not everyone gets them. Side effects usually go away when you stop using it. In rare case it's possible to have a serious allergic reaction.",
        "use": "Apply clotrimazole cream to the affected area. Use the cream on your skin only. A strip of cream (0.5cm long) is enough to treat an area the size of your hand. Avoid putting it near your mouth, lips and eyes.",
        "precaution": "Before using this medication, tell your doctor or pharmacist your medical history.",
        "storage": "Before constitution, store dry powder at or below 30°C (86°F). After constitution, store suspension at 25°C (77°F); excursions permitted to 15-30°C (59-86°F). Do not refrigerate or freeze."
    },
    {
        "name": "Costerid",
        "unit": "650 mg",
        "detail": "Commonly referred to as steroids, corticosteroids are a type of anti-inflammatory drug. They are typically used to treat rheumatologic diseases, like rheumatoid arthritis, lupus or vasculitis (inflammation of the blood vessels). Specific corticosteroids include the medications cortisone and prednisone. Corticosteroids are man-made drugs that closely resemble cortisol, a hormone that your adrenal glands produce naturally. Corticosteroids are often referred to by the shortened term steroids. Corticosteroids are different from the male hormone-related steroid compounds that some athletes abuse.",
        "id": 4,
        "type": "Capsule",
        "category": "Corticosteroids",
        "ManufacturedBy": "Marufirin Pharma",
        "price": "13.99",
        "medicineImage": "https://images.unsplash.com/photo-1577401132921-cb39bb0adcff?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MzN8fG1lZGljaW5lfGVufDB8fDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "sideEffect": "The chance of side effects depends on the dose, type of steroid and length of treatment. Not all patients will develop side effects. How often any side effect occurs varies from person to person. Some side effects are more serious than others. Common side effects of systemic steroids include Increased appetite, Weight gain, Changes in mood, Muscle weakness.",
        "use": "Take this medication by mouth, with food or milk to prevent stomach upset, exactly as directed by your doctor. Carefully measure the dose using a special measuring device/spoon. Do not use a household spoon because you may not get the correct dose.",
        "precaution": "The decision to prescribe steroids is always made on an individual basis. Your healthcare provider will consider your age, physical activity, and other medicines you are taking. Your provider will also make sure you understand the potential benefits and risks of steroids before you start taking them.",
        "storage": "Keep in a cool & dry place, protected from light and moisture."
    },
    {
        "name": "Thyroxin",
        "unit": "75 mg",
        "detail": "Levothyroxine is a synthetic thyroid hormone, thyroxine (T4 , a tetra-iodinated tyrosine derivative) that is made and released by the thyroid gland. In the liver and kidney, T4 is converted to T3 , the active metabolite. In order to increase solubility, the thyroid hormones attach to thyroid hormone binding proteins, thyroxine-binding globulin, and thyroxine binding prealbumin (transthyretin). Transport and binding to thyroid hormone receptors in the cytoplasm and nucleus then takes place. Thus by acting as a replacement for natural thyroxine, symptoms of thyroxine deficiency are relieved.",
        "id": 5,
        "type": "Tablet",
        "category": "Levothyroxine Sodium",
        "ManufacturedBy": "Oval Pharma",
        "price": "8.99",
        "medicineImage": "https://images.unsplash.com/photo-1631980839613-61a08159d506?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTM0fHxtZWRpY2luZXxlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "sideEffect": "Adverse reactions associated with Levothyroxine therapy are primarily those of hyperthyroidism due to therapeutic overdose. They include the following; General: Fatigue, increased appetite, weight loss, heat intolerance, fever, excessive sweating; Central nervous system: headache, hyperactivity, nervousness, anxiety, irritability, emotional lability, insomnia; Musculoskeletal: Tremors, muscle weakness; Cardiovascular: Palpitations, tachycardia, arrhythmias, increased pulse and blood pressure",
        "use": "50 mg/day, with gradual increments in dose at 6-8 week intervals, as needed. The Levothyroxine Sodium dose is generally adjusted in 12.5-25 mcg increments until the patient with primary hypothyroidism is clinically euthyroid and the serum TSH has normalized.",
        "precaution": "Levothyroxine has a narrow therapeutic index. So, careful dosage titration is necessary to avoid the consequences of over- or under-treatment. Caution is needed when administering Levothyroxine to patients with cardiovascular disorders, to the elderly in whom there is an increased risk of occult cardiac disease & for patients with nontoxic diffuse goiter or nodular thyroid disease in order to prevent precipitation of thyrotoxicosis",
        "storage": "Keep in a cool & dry place, protected from light and moisture."
    },
    {
        "name": "Amphennic",
        "unit": "0.5% w/v",
        "detail": "Chloramphenicol is a broad spectrum antibiotic indicated in both adults and children for the treatment of bacterial conjunctivitis caused by chloramphenicol susceptible organisms including: Escherichia coli, Haemophilus influenzae, Staphylococcus aureus, Streptococcus haemolyticus, Morax-axenfeld, Klebsiella/Enterobacter species and others.",
        "id": 6,
        "type": "Eye Drop",
        "category": "Chloramphenicol",
        "ManufacturedBy": "BamsiBecik Pharma",
        "price": "13.99",
        "medicineImage": "https://images.unsplash.com/photo-1628771065117-74ccb5690668?ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8ZXllJTIwZHJvcHxlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "sideEffect": "Stinging/redness in the eye, widened pupils, or blurred vision may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.",
        "use": "The recommended dosage for adults and children is two drops to be applied to the affected eye every three hours. To be used during waking hours only. Treatment should be continued for at least 48 hours after eye appears normal.",
        "precaution": "Chloramphenicol eye drops are used on a long-term or intermittent basis, it may be advisable to perform a routine blood profile before therapy and at appropriate intervals thereafter to detect any haemopoietic abnormalities.",
        "storage": "Keep in a cool & dry place"
    },
    {
        "name": "Zithcin",
        "unit": "500 mg",
        "detail": "Azithromycin is used to treat many different types of infections caused by bacteria, such as respiratory infections, skin infections, ear infections, eye infections, and sexually transmitted diseases. Azithromycin may also be used for purposes not listed in this medication guide. Zithcin is a prescription medicine used to treat the symptoms of bacterial infections such as Pneumonia, Pharyngitis, Tonsillitis, skin infections and many others. Zithcin may be used alone or with other medications.",
        "id": 7,
        "type": "Capsule",
        "category": "Azithromycin",
        "ManufacturedBy": "Dogan Pharmaceutical Ltd.",
        "price": "12.99",
        "medicineImage": "https://images.unsplash.com/photo-1522335579687-9c718c5184d7?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NzB8fG1lZGljaW5lfGVufDB8fDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "sideEffect": "Get emergency medical help if you have signs of an allergic reaction to azithromycin: (hives, difficult breathing, swelling in your face or throat) or a severe skin reaction (fever, sore throat, burning in your eyes, skin pain, red or purple skin rash that spreads and causes blistering and peeling).",
        "use": "Zithcin should be taken as a single dose. Zithcin provides a full course of antibacterial therapy in a single oral dose. It is recommended that Zithcin be taken on an empty stomach (at least 1 hr before or 2 hr following a meal).",
        "precaution": "You should not use azithromycin if you have ever had jaundice or liver problems when you have previously taken this medicine.",
        "storage": "Before constitution, store dry powder at or below 30°C (86°F). After constitution, store suspension at 25°C (77°F); excursions permitted to 15-30°C (59-86°F). Do not refrigerate or freeze."
    },
    {
        "name": "Fenadinol",
        "unit": "120 mg",
        "detail": "Fenadinol Tablet is an effective and potent anti-allergic medicine consists of Fexofenadine. It is used to treat allergic symptoms like runny nose, watery eyes, sneezing, itching, hives, etc., associated with Rhinitis (hey fever) and Urticaria (skin allergy). Fenadinol g Tablet works by stopping the release of histamine (a chemical substance that causes allergic symptoms). ",
        "id": 8,
        "type": "Tablet",
        "category": "Fexofenadine",
        "ManufacturedBy": "MastMonasel Pharma",
        "price": "13.99",
        "medicineImage": "https://images.unsplash.com/photo-1630094539413-a69caf88ce7d?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTM2fHxtZWRpY2luZXxlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "sideEffect": "Major & minor side effects for Fenadol Tablet Vomiting, Headache,Coughing,Diarrhoea Painful menstruation Pain in the arms and legs",
        "use": "should be taken as a single dose.Follow Physician instruction",
        "precaution": "Avoid taking Fenadinol Tablet if you are allergic to it. Inform your doctor if there is any history of allergy to fexofenadine. If you notice any symptoms such as skin rash, itching/swelling anywhere on your body, dizziness, breathing difficulty, etc. inform your doctor and seek immediate medical attention.",
        "storage": "Keep in a cool & dry place, protected from light and moisture."
    },
    {
        "name": "Calcirate",
        "unit": "400 mg",
        "detail": "Calcium Orotate is a Calcium supplement with a functional amino acid chelating ligand-Orotic acid. Orotic acid assists the transport of Calcium through cellular membrane structures facilitating the intracellular uptake of Calcium, particularly in bone. Calcium Orotate also helps in the maintenance of healthy cartilage. Furthermore, Orotate is involved in the synthesis of DNA (deoxyribonucleic acid) and RNA (ribonucleic acid). Calcium Orotate has the high affinity to penetrate complex cell membrane.",
        "id": 9,
        "type": "Tablet",
        "category": "Calcium Orotate Dihydrate",
        "ManufacturedBy": "Hamdix Pharma",
        "price": "10.99",
        "medicineImage": "https://images.unsplash.com/photo-1616526628254-3237a81c18ce?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjE5fHxtZWRpY2luZXxlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "sideEffect": "TBloating and swelling in the abdomen are common side effects of Calcium Orotate. Constipation, nausea, vomiting, headache, increased thirst/ urination, may occur infrequently.",
        "use": "As an addition to the daily diet, 2-3 tablets are usually recommended with meal, after meal or as directed by physician.",
        "precaution": "Before taking calcium, precaution is needed if the patient has any allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Precaution is needed before using this product in kidney disease, kidney stones, little or no stomach acid (achlorhydria), heart disease, disease of the pancreas, a certain lung disease(sarcoidosis), difficulty absorbing nutrition from food (malabsorption syndrome).",
        "storage": "Store below 30º C. Protect from light and moisture. Keep out of the reach of children."
    }
]